Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2019-1.pdf.tmx
Source language: nob
Languages: sme

source: Sametinget har i perioden også holdt et innlegg for Harstad kommune om stadnamnlova, prosesser i henhold til navnesaker og om situasjonen til samiske stedsnavn.
sme: Sámediggi lea dán áigodagas leamaš logaldallamin báikenammalága, nammaáššiid proseassaid, ja sámi báikenamaid dili birra Hársttáid suohkanii. Váibmogiela čuovvuleapmi

source: Mål for innsatsområdet: Sikre og utvikle de samiske språkenes fremtid
sme: Áŋgiruššansuorggi mihttu: · Sihkkarastit ja ovddidit sámegielaid boahtteáiggi

source: Konsultasjoner om Hjertespråket Sametinget og Kommunal- og moderniseringsdepartementet har startet konsultasjoner om forslagene i Hjertespråket.
sme: Konsultašuvnnat Váibmogiela birra Sámediggi ja Gielda- ja ođasmahttindepartemeanta leat álggahan konsultašuvnnaid Váibmogiela evttohusaid birra.

source: Etter planen skal konsultasjonene være ferdige til sommeren, og føre fram til en stortingsproposisjon som en oppfølging av NOU 2016:18.
sme: Plána mielde galget konsultašuvnnat lea geassái loahpahuvvon, ja mielddisbuktit stuorradiggeproposišuvnna NAČ 2016:18 čuovvuleapmin.

source: Konsultasjonsresultatene og utkastet til St.prp. vil bli forelagt Sametingets plenum til behandling.
sme: Konsultašuvdnabohtosiid ja Sd.prp.evttohusa ovddidit Sámediggái gieđahallamii.

source: Språkløftet Sametinget har vedtatt Giellalokten, som er et strategidokument for samiske språk, i desember 2018.
sme: Giellalokten Sámediggi lea mearridan ahte Giellalokten – Sámedikki strategiijat sámegillii 2018 juovlamánus.

source: Giellalokten er Sametingets egen oppfølging av Hjertespråket.
sme: Giellalokten lea Sámedikki iežas Váibmogiela čuovvuleapmi.

source: Ett av innsatsområdene i denne strategien er synliggjøring av samiske språk.
sme: Okta áŋgiruššansurggiin dán strategiijas lea sámegielaid oainnusmahttin.

source: Ett av tiltakene under dette innsatsområdet var å arrangere samisk språkkonferanse.
sme: Okta doaibmabijuin dán áŋgiruššansuorggis lei lágidit sámi giellakonferánssa.

source: Målet med språkkonferansen var å markere starten for Sametingets arbeid for styrking og utvikling av de samiske språkene – Giellalokten.
sme: Mihttomearri giellakonferánssain lei markeret Sámedikki barggu sámegielaid nannemiin ja ovddidemiin – Giellalokten.

source: Samtidig markerte konferansen oppstart av Sametingets arrangement i forbindelse med FNs internasjonale urfolksspråkår.
sme: Konferánsa markerii maid Sámedikki lágidemiid álggu riikkaidgaskasaš eamiálbmotgiellajagi oktavuođas.

source: Sametingets språkkonferanse i Tromsø Sametingets språkkonferanse ble arrangert på Clarion Hotel The Edge i Tromsø 4. og 5. februar.
sme: Sámedikki giellakonferánsa Sámedikki giellakonferánssa lágiduvvui Romssas guovvamánu 4. ja 5. beaivvi, konferánsa lágiduvvui Clarion Hotel The Edge.

source: Det var 304 personer som hadde meldt seg på til konferansen.
sme: Konferánsii ledje dieđihan 304 oassálasttii.

source: Konferansen ble også streamet, og første dagen var det på det meste 504 personer som fulgte konferansen, som er ny seerrekord når det gjelder Sametingets streaming-tilbud.
sme: Konferánsa maid streamejuvvui, ja ledje eanemustá 504 geat čuvvo streamema konferánssa vuosttaš beaivvi, mii lea ođđa olahus Sámedikki streamemis.

source: Konferansen ble tolket til norsk, engelsk og nord-, lule- og sørsamisk.
sme: Konferánsa dulkojuvvui dáro-, eaŋgalas, davvi-, julev- ja lullisámegillii.

source: Konferansen skulle synliggjøre de ulike samiske språkene, og ta for seg ulike temaer innenfor språkpolitikk.
sme: Konferánsa galggai čalmmustit iešguđet sámegielaid ja doppe galge digaštallat iešguđet giellapolitihkalaš fáttáid.

source: Det var mange språkarbeidere og språkinteresserte fra hele Sápmi som deltok på konferansen, også fra Sverige og Finland.
sme: Konferánsii serve olu giellabargit ja giellaberošteaddjit miehta Sámi, maiddái Ruoŧa ja Suoma bealde.

source: Hele sametingsrådet deltok også på konferansen.
sme: Olles Sámediggeráđđi searvvai maid konferánsii.

source: Internasjonalt år for urfolksspråk Det internasjonale året for urfolksspråk ble åpnet 28. januar med offisielle arrangementer i UNESCO i Paris og i FN i New York 1. februar.
sme: Riikkaidgaskasaš eamiálbmotgielaid jahki Riikkaidgaskasaš eamiálbmotgielaid jahki álggahuvvui ođđajagimánu 28. b. almmolaš doaluiguin UNESCO:s Parisas ja guovvamánu 1. b. ON:as New York:as.

source: President Aili Keskitalo deltok med innlegg ved begge anledningene, både som en av lederne i styringsgruppa og som representant for det arktiske området.
sme: Presideanta Aili Keskitalo searvvai sáhkavuoruin goappašiid dilálašvuođain, sihke dego stivrenjoavkku mieljođiheaddjin ja árktalaš guovllu ovddasteaddjin.

source: I sine innlegg understreket presidenten blant annet at teknologi er viktig for å fremme urfolksspråk, og at teknologisk avstand er en trussel for urfolksspråk.
sme: Sáhkavuoruin son deattuhii earret eará ahte giellateknologiija lea dehálaš ovddidan dihte eamiálbmot gielaid ja ahte teknologalaš gaska lea áittan eamiálbmot gielaide.

source: Språkteknologi og språksamarbeid over landegrenser er de viktigste innsatsområdene i språkåret til det arktiske området.
sme: Giellateknologiija ja giellaovttasbargu riikkarájáid rastá leat go árktalaš guovllu deháleamos áŋgiruššansuorggit giellajagi oktavuođas.

source: Ved begge arrangementene var det mange deltakere fra hele verden, og FNsystemet lovte å ta opp bevaringen av urfolksspråk på sine møter på høyt nivå i fremtiden.
sme: Goappašiid doaluide ledje searvan ollu ovddasteaddjit miehtá máilmmi ja ON vuogádagat lohpidit váldit eamiálbmotgielaid seailluheami iežaset alladási čoahkkimiidda ovddasguvlui.

source: Språkåret har en egen nettside hvor man kan finne mer informasjon om dette, om samarbeidspartnere og om ulike arrangementer.
sme: Giellajagis lea sierra ruovttusiidu gos gávdná eambbo dieđuid dan birra, makkár ovttasbargoguoimmit doppe leat ja iešguđetge doalut.

source: Sametingsrådet oppfordrer både representanter og andre om å gå inn på siden https://en.iyil2019.org/ for å lese mer.
sme: Sámediggeráđđi ávžžuha sihke áirasiid ja earáid fitnat geahččame siiddu dáppe https://en.

source: Det nye samiske språkområdet. Sametinget har hatt en anbudskonkurranse om ny økonomisk modell for de samiske språkkommunene.
sme: Ođđa sámi giellaguovlu. Sámedikkis lei fálaldatgilvu ođđa ekonomalaš doarjjamodealla birra sámi giellagielddaide.

source: Det kom inn bare ett tilbud i konkurransen, som var fra Noodt &amp; Reiding.
sme: Fálaldatgilvu rahppui 01.11.18. Gilvvus bođii dušše okta fálaldat, man Noodt &amp; Reiding fálai.

source: Sametinget gav Noodt &amp; Reiding i oppdrag å utrede en ny tilskuddsmodell som er tilpasset det nye språkområdet (Sametingets plenumssak 053/18 Samisk språkområde).
sme: Sámediggi juolludii barggu Noodt &amp; Reiding fitnodahkii guorahallat ođđa doarjjamodealla mii heive ođđa giellaguovllu ortnegii (Sámedikki dievasčoahkkinášši 053/18 Sámi giellaguovlu).

source: Sametinget har hatt et oppstartsmøte med Noodt &amp; Reiding, og for deres del er arbeidet kommet i gang.
sme: Sámedikkis lea leamašan álggahančoahkkin Noodt &amp; Reiding fitnodagain, ja bargu lea sin bealis álggahuvvon.

source: Kommunene blir invitert til å delta i en referansegruppe for arbeidet.
sme: Suohkanat bovdejuvvojit searvat barggu referánsajovkui.

source: Noodt &amp; Reiding sin utredning med forslag til ny tilskuddsmodell skal etter planen være ferdig til juni 2019. Forslaget skal harmoniseres med resultatet av konsultasjonene om lovendringer, og forelegges Sametingets planum for behandling.
sme: Noodt &amp; Reiding guorahallan ja árvalusat ođđa doarjjamodellii galget plána mielde gárvánit geassemánnui 2019. Evttohus galgá harmoniserejuvvot konsultašuvdnabohtosiidda láhkarievdadusaid birra, ja ovddiduvvot Sámedikki dievasčoahkkimii gieđahallamii.

source: Deltagelse på Troms fylkeskommunes samekonferanse. President Aili Keskitalo deltok på Troms fylkeskommunes samekonferanse 8.- 9. november 2018. Presidenten var invitert til å holde innlegg om hvordan samisk språk kan inspirere til bolyst, entreprenørskap og stedsattraktivitet.
sme: Oassálasin Romssa fylkkasuohkana sámekonferánssas. Presideanta Aili Keskitalo oassálasttii Romssa fylkkasuohkana sámekonferánssas skábmamánu 8. – 9. b. 2018. Presideanta lei bovdejuvvon sáhkavuoru doallat dan birra mo sámegiella sáhttá inspireret ássanmiela, entreprenevravuođa ja báikebivnnutvuođa.

source: Presidenten benyttet anledningen til å fortelle om Sametingets språksatsning Giellalokten/Språkløftet.
sme: Presideanta geavahii vejolašvuođa muitalit Sámedikki giellaáŋgiruššama Giellaloktema birra.

source: Hun la særlig vekt på behovet for kompetanseheving og rekruttering av samiskspråklige kompetanse innfor kommunal og offentlig forvaltning, og behovet for at alle institusjoner og aktører i samfunnet må ta et større ansvar for å synliggjøre og utvikle de samiske språkene.
sme: Son deattuhii earenoamážit dárbbu sámegiel gealbbu loktet ja sámegielagiid rekruteret gielddaid ja almmolaš hálddašeamis, ja dárbbu ahte buot ásahusat ja servodaga aktevrrat váldet stuorát ovddasvástádusa sámegielaid oainnusmahttimis ja ovddideamis.

source: Samarbeid med ulike aktører i samfunnet vil være helt sentralt i arbeidet for å styrke samiske språk i fremtiden.
sme: Ovttasbargu iešguđet aktevrraiguin lea hui guovddážis sámegielaid nannemis boahtteáiggis.

source: Kunnskap
sme: Máhttu

source: Samfunnsmål: Det samiske samfunnet har kunnskap, kompetanse og ferdigheter for å sikre og utvikle sitt språk, sin kultur og sitt samfunnsliv.
sme: Servodatmihttomearri: Sámi servodagas lea máhttu, gelbbolašvuohta ja gálggat maiguin sihkkarastá ja ovddida gielas, kultuvrras ja servodateallimis.

source: Samiske barn har et kvalitativt godt barnehagetilbud som bygger på samiske verdier, samisk kultur og tradisjonell kunnskap.
sme: Sámi mánáin lea kvalitatiivvalaččat buorre mánáidgárdefálaldat mas vuođđun leat sámi árvvut, sámi kultuvra ja árbediehtu.

source: Tilskudd til samiske barnehager og barnehager med samisk avdeling - søkerbasert tilskudd Mål for tilskuddsordningen - Samiske barnehager og avdelinger: Samiske barnehager og samiske avdelinger i norske barnehager har tilbud som bygger på samisk språk og kultur.
sme: Doarjja sámi mánáidgárddiide ja mánáidgárddiide main lea sámi ossodat - ohcanvuđot doarjja. Doarjjaortnega mihttomearri – sámi mánáidgárddit ja ossodagat: · Sámi mánáidgárddiin ja sámi ossodagat dárogiel mánáidgárddiin lea fálaldat mas vuođđun lea sámi giella ja kultuvra.

source: Sametinget har i denne perioden avsluttet søknadsbehandling av tilskudd til samiske barnehager og barnehager med samiske avdelinger.
sme: Sámediggi lea dán áigodagas loahpahan doarjjaohcamiid gieđahallama sámi mánáidgárddiide ja mánáidgárddiide main lea sámi ossodat.

source: Det er bevilget kroner 7.149.772 over denne posten og er fordelt på 32 barnehager, hvorav 22 er samiske barnehager og ti er samiske avdelinger i norske barnehager.
sme: Lea juolluduvvon kr. 7.149.772 dán poasttas ja juogaduvvon 32 mánáidgárdái, main 22 leat sámi mánáidgárddit ja logi leat sámi ossodagat dáža mánáidgárddiin.

source: Sametinget registrerer at 689 barn har fått et samisk barnehagetilbud i samisk barnehage eller samisk avdeling i norske barnehager gjennom denne tilskuddsordningen.
sme: Sámediggi registrere ahte 689 máná leat dáinna ortnegiin ožžon sámi mánáidgárdefálaldaga juogo sámi mánáidgárddis dahje sámi ossodagas dáža mánáidgárddis.

source: Sámi mánát ođđa searvelanjain – prosjekt Prosjektet skal gjennom målrettede tiltak løfte kvaliteten i samiske barnehager, blant annet gjennom en endring i den pedagogiske tilnærmingen, slik at barnehagene tar utgangspunkt i samiske verdier, samiske språk, levesett, tenkemåte, forståelse i arbeids- og læringsmetoder.
sme: Sámi mánát ođđa searvelanjain – prošeakta Prošeakta galgá ulbmillaš doaibmabijuiguin loktet gealbbu sámi mánáidgárddiin, earret eará pedagogalaš lahkoneami rievdademiin nu ahte mánáidgárddiid vuođđun leat sámi árvvut, sámegiella, sámi eallinláhki, jurddašeapmi ja áddejupmi bargo- ja oahppanmálliin.

source: Prosjektet skal gjøre barnehagepersonellet enda mer trygg og bevisst på sin rolle når det gjelder å utføre pedagogisk arbeid i en samisk barnehage.
sme: Prošeakta galgá mánáidgárdebargiid dahkat ain eanet oadjebassan ja dihtomielalažžan iežaset rolla ektui pedagogalaš barggus sámi mánáidgárddis.

source: Barnehageseminar Det ble arrangert barnehageseminar i Karasjok 22. november 2018 for Sametingets politikere, der prosjektets innhold ble avklart, der det også var fokus på hvor stor betydning samiske barns fremtid har for det samiske samfunnet.
sme: Mánáidgárdeseminára Skábmamánu 22.b. 2018 dollui mánáidgárdeseminára Kárášjogas Sámedikki politihkkáriidda gos prošeavtta sisdoallu čielggaduvvui ja maid man stuora árvu sámi mánáid boahttevašáiggis lea olles sámi servvodahkii.

source: President Aili Keskitalo holdt åpningstale og ledet seminaret.
sme: Presideanta Aili Keskitalo doalai rahpansága ja jođihii seminára.

source: Forelesere var prosjektleder Ol-Johán Sikku, prof.em. Asta Mitkija Balto og lærer i barnehageutdanningen ved Samisk høgskole, Anne Ingebjørg Eriksen.
sme: Logaldallit ledje prošeaktajođiheaddji Ol-Johán Sikku, prof.em. Asta Mitkija Balto ja oahpaheaddji mánáidgárdeoahpahusas Sámi allaskuvllas Anne Ingebjørg Eriksen.

source: Samarbeid over hele Sápmi Prosjektet «Sámi mánát ođđa searvelanjain» (samiske barn i nye fellesrom) ligger i handlingsplanen til Samisk parlamentarisk råd (SPR).
sme: Miehtá sámi ovttasbargu Prošeakta Sámi mánát ođđa searvelanjain lea oassin Sámi Parlamentáralaš ráđi (SPR) doaibmaplánas.

source: Derfor er en prosjektsøknad til Interreg (Interregionalt samarbeid mellom europeiske regioner og EU) under utarbeidelse ved Sametinget i Sverige og Sametinget i Finland, der opplæringssenteret på finsk side og Sameskolestyrelsen på svensk side også er med.
sme: Danin lea Interreg (Interregionalt samarbeid mellom europeiske regioner og EU) prošeaktaohccámuš válbmema vuolde Ruoŧa ja Suoma beal sámedikkiin, gos Oahpahusguovddáš Suoma bealde ja Sámeskuvlastivra Ruoŧa bealde maid leat oasseváldit.

source: Sametinget i Norge er også samarbeidspartner der.
sme: Sámediggi Norgga bealde lea maid ovttasbargoguoibmi dás.

source: Søknadene skal ferdigstilles i februar 2019. Oppstart for interregprosjektet vil da bli i august 2019.
sme: Ohcamat galget gárvvistuvvot guovvamánus 2019. Interregprošeakta boahtá de johtui borgemánu 2019.

source: Avtale mellom Sametinget og Samisk høgskole Sametingsrådet og Samisk høgskole er enige om å starte opp et samarbeid for å fremme forskning, utdanning og kompetanseheving innen samiske barnehager.
sme: Šiehtadus Sámedikki ja Sámi allaskuvla gaskka. Sámediggeráđđi lea soahpan Sámi allaskuvllain álggahit aktasašbarggu ovddidit dutkamiid, oahpahusaid ja gelbbolašvuođaloktema sámi mánaidgárddiin.

source: 18. desember 2018 godkjente sametingsrådet det prinsipielle innholdet i avtalen med Samisk høgskole.
sme: Sámediggeráđđi lea 18.12.18 dohkkehan prinsihpalaš sisdoalu šiehtadussii Sámi allaskuvllain.

source: Endelig innhold i avtalen ble ferdigstilt 17. januar 2019. En underskriftsseremoni planlegges til februar.
sme: Loahpalaš sisdoallu šiehtadusas válbmejuvvui 17.01.19. Vuolláičállinseremoniija plánejuvvo čađahuvvot 2019 guovvamánu.

source: Kompetanseheving Prosjektet har nedlagt en samarbeidsgruppe med Samisk høgskole for å fremme strategier og tiltak for kompetanseheving innen barnehager.
sme: Gelbbolašvuođalokten Prošeakta lea ásahan aktasašbargojoavkku Sámi allaskuvllain ovddidit strategiijaid ja doaimmaid mánáidgárddiid gelbbolašvuođa loktemii.

source: Barnehagelærerutdanning Samiske studenter som tar barnehagelærerutdanning er spredt på flere universiteter, men bare Samisk høgskole følger rammeplanen for Samisk barnehageutdanning.
sme: Mánáidgárdeoahpaheaddjeoahput gos sámi studeanttat váldet oahpu, leat máŋggain universitehtain, muhto lea dušše Sámi allaskuvlla mii čuovvu Sámi mánaidgárdeoahpu rámmaplána.

source: Derfor har prosjektet satt i gang et utviklingsarbeid for å få på plass et samarbeid med andre universiteter også i forhold barnehagelærerutdanning.
sme: Danin prošeakta lea álggahan ovdánahttinbarggu hukset ovttasbarggu eará universitehtaiguin maid mánáidgárdeoahpaheaddjeoahpu ektui.

source: Etablering av kompetansesenter Følgegruppa for barnehagelærerutdanningen (BLU) har i sin rapport foreslått at det etableres et kompetansesenter på Samisk høgskole, som støtter alle barnehagelærerutdanninger på universiteter og høgskoler i Norge om samisk innhold.
sme: Gelbbolašvuođaguovddáža ásaheapmi Følgegruppa for barnehagelærerutdanningen (BLU) lea raporttastis evttohan ahte Sámi allaskuvlii ásahuvvo gelbbolašvuođaguovddáš mii doarju buot mánaidgárdeoahpaheaddjeoahpuid universitehtain ja allaskuvllain Norggas sámi sisdoalu ektui.

source: Sametinget og Samisk høgskole har hatt dialog om denne saken og Samisk høgskole har løftet saken til behandling i møtet i Universitets- og Høgskolerådet-Samisk (UHR-samisk) 27. og 28. februar 2019.
sme: Sámediggi ja Sámi allaskuvla leat gulahallan dán áššis ja Sámi allaskuvla lea lokten ášši gieđahallamii universitehta- ja allaskuvlaráđđái (UHR-sámi) čoahkkimii 27. ja 28.02.2019.

source: Prosjektet vil fremme forslag om å utvide kompetansesenterets mandatet til å være en støtte også for samiske studenter.
sme: Prošeakta jođiha evttohusa viiddidit mandáhta gelbbolašvuođaguovddážii vai lea doarjjan maid sámi studeanttaide.

source: Konsultasjonskonferanse – árransamtaler Prosjektet planlegger å holde mindre konsultasjonsmøter/árransamtaler med forskere på forskjellige steder i Sápmi i februar og mars.
sme: Ráđđádallankonfereansa - árranságastallamat Prošeakta lea pláneme doallat dutkiiguin unnit ráđđádallančoahkkimiid / árraságastallamiid guovvamánu ja njukčamánu máŋgga guovllus Sámis.

source: Målgruppa er barnehageeiere, ledere, pedagoger, myndigheter som kommuner og fylker og andre interessenter.
sme: Ulbmiljoavkkus leat mánáidgárdeeaiggádat, jođiheaddjit, pedagogat, eiseválddit dego suohkanat ja fylkkat ja iežá berošteaddjit.

source: Der skal det diskuteres hvordan barnehagepedagogikken kan fremmes på en samisk måte.
sme: Doppe galgá čielggaduvvot got mánáidgárdepedagogihkka sáhttá ovddiduvvot sámi vuogi mielde.

source: Prosjektet har nedlagt en samarbeidsgruppe med Samisk høgskole.
sme: Prošeakta lea ásahan aktasašbargojoavkku Sámi allaskuvllain.

source: Prosjektet har satt i gang et arbeid for å utrede måter å jobbe på for å utvikle samiske barnehager med utgangspunkt i samiske verdier og kunnskap.
sme: Prošeakta lea bidjan johtui barggu mas čielggadit makkár vugiin ferte bargat jus galgá máhttit ovdánahttit sámi mánaidgárddiid gos lea vuolggasadji sámi árbevirolaš árvvuin ja máhtus.

source: På bakgrunn av dette er prosjektet i gang med å utforme et tydelig grunnlag for valg av pilotbarnehager.
sme: Prošeakta lea dán vuođul bargame hábmet čielga vuođu pilohtamánáidgárddiid válljemii.

source: Forskning i forbindelse med prosjektet. Sametinget og Norsk forskingsråd hadde et informasjons- og drøftingsmøte i Oslo 27.- 28. november 2018.
sme: Dutkan prošeavtta oktavuođas. Sámedikkis ja Norgga dutkanráđis lei diehtojuohkin ja ráđđehallančoahkkin Oslos skábmamánu 27.- 28.b 2018.

source: Der ble muligheter for finansiering av for eksempel doktorgradsforskning innenfor samisk barnehagepedagogikk framstilt, samt andre kortere forskningsprosjekter, gjennom regionale forskningsfond.
sme: Das čielggaduvvui maid vejolašvuođat ruhtadit omd. doavttergrádadutkama sámi mánáidgárdepedagogihkas ja maid iežá oanit dutkanprošeavttaid regionála dutkanfoanddaid boktu.

source: Prosjektet og seksjon for høyere utdanning og forskning fortsetter denne planleggingen. Forskningsnettverk og forskning innenfor samisk barnehagepedagogikk.
sme: Prošeakta ja alitoahpu ja dutkama ossodat jotket dán plánema. Dutkanfierpmádat ja dutkan sámi mánáidgárdepedagogihkas.

source: Prosjektet og Samisk høgskole jobber med å etablere et forskningsnettverk der universiteter i samiske områder i Norge, Finland og Sverige er med på å fremme forskning innenfor samisk barnehagepedagogikk.
sme: Prošeakta lea ovttas Sámi allaskuvllain bargame ásahit dutkanfierpmádaga gos universitehtat Norgga, Suoma ja Ruoŧa bealde Sámis váldet oasi ovddideame dutkama sámi mánáidgárdepedagogihkas.

source: Målet er å sette i gang den første doktorgradsforskningen våren 2019, samt andre forskninger til høsten.
sme: Ulbmil lea oažžut johtui vuosttaš PHD dutkama giđđat 2019 ja lasi dutkamiid čakčii. Oahppomátki

source: Prosjektet var på studietur til Wales 1.- 5. oktober 2018 med Samisk høgskole for å lære om språklæringsmetoder.
sme: Prošeakta lei oasálaš Sámi allaskuvla oahppanmátkkis Walesii golggotmánu 1.-5.b 2018 oahppan dihte giellaoahpahanvugiid birra.

source: Erfaringer og innsikt fra suksessen ved språkarbeidet i Wales vil være til nytte for prosjektet gjennom utvikling av språkarbeidet i samiske barnehager.
sme: Diehtu ja máhttu Walesa giellabarggu lihkostuvvamis adnojuvvo ávkin prošeavttas ovddidan dihte giellabarggu sámi mánáidgárddiin.

source: Kursdag om Reggio Emilias filosofi og pedagogikk 3. januar 2019 var prosjektgruppa på kurs i Boden der de lærte om Reggio Emilias filosofi og pedagogikk, og spesielt hvordan de har organisert og opprettholdt deres særegne pedagogikk i en verden der mainstream opplæring er beskyttet i lover, læreplaner, lærerutdanning, kompetansehevinger og læremateriell.
sme: Gursabeaivi Reggio Emilia filosofiijas ja pedagogihkas Ođđajagimánu 3.b 2019 lei prošeaktajoavkkus gursabeaivi Bodenis Reggio Emilia filosofiija ja pedagogihka birra, ja erenomážit got sii leat organiseren ja got sii doalahit sin erenomáš pedagogihka dakkár máilmmiin gos mainstream oahpaheapmi lea suddjejuvvon lágaid, oahppoplánaid, oahpaheaddjeoahpahusaid, gelbbolašvuođaloktemiid ja oahppomateriálaid bokte.

source: Der kan man hente gode eksempler når man skal utvikle arbeidsmetoder basert på samisk kultur, og bevare samisk verdigrunnlag i pedagogikken og didaktikken.
sme: Doppe leat buorit ovdamearkat go galgat ráhkadit bargovugiid sámi kultuvrra vuođul ja doalahit sámi árvovuođu pedagogihkas ja didaktihkas.

source: Informasjon. Prosjektgruppa har delt ut informasjon om prosjektet følgende steder: Sametingets verdiseminar i Tromsø, 13. november 2018.
sme: Diehtojuohkin. Prošeaktajoavku lea juohkán dieđuid prošeavtta birra · Sámedikki árvosemináras Romssas 13.11.18.

source: Grenseskridende skoleprosjektgruppe i Karasjok, 4. desember 2018
sme: Rájiid rastá skuvlaprošeaktajovkui Kárášjogas 04.12.18

source: Prosjektet har i tillegg holdt samarbeidsmøter med Sametingets seksjon for grunnopplæring i Alta 15. november 2018, språkavdelingen i Kautokeino 21. november 2018, seksjon for høyere utdanning og forsking i Tromsø 6. og 7. desember 2018. Prosjektet møtte også Samisk høgskole for å diskutere mulige samarbeidsoppgaver på følgende datoer: 17. januar, 22. januar og 29. januar 2019.
sme: Prošeakta lea oktasašbargočoahkkimiid doallan · Vuođđooahpahusjuhkosiin Álttás 15.11.18 · Giellaossodagain Guovdageainnus 21.11.18 · Alit oahpu- ja dutkanossodagain Romssas 06-07.12.18 · Sámi allaskuvllain aktasašbargguid birra 17.01.19, 22.01.19 ja 29.01.19.

source: Barn lærer, styrker og utvikler sitt samiske språk i barnehagene.
sme: Mánát ohppet, nannejit ja ovddidit sámegielaset mánáidgárddiin.

source: Tilskudd til samisk språkopplæring - søkerbasert tilskudd. Mål for tilskuddordningen - samisk språkopplæring: Barnehager gir tilbud om samisk språkopplæring.
sme: Doarjja sámi giellaoahpahussii – ohcanvuđot doarjja. Doarjjaortnega mihttomearri – sámi giellaoahpahus: Mánáidgárddit fállet sámi giellaoahpahusa.
